Feature: Перегляд статистики емоцій користувача
As a споживач
In order to аналізу та покращення свого емоційного стану
I want to мати можливість переглядати статистику своїх емоцій

Scenario 1: Перегляд статистики за типами емоцій
Given я увійшов у свій аккаунт
When  я обираю опцію "Переглянути статистику за типами емоцій"
Then я бачу роздільну статистику за різними емоціями (смуток, радість, страх і т. д.).

Scenario 2: Перегляд статистики загального настрою
Given я увійшов у свій аккаунт
When я обираю опцію "Переглянути статистику настрою"
Then я бачу графік зі статистикою мого загального настрою
